experiments/redis_contention/combined_bandwidth_contention_final_3/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_48/pair_44/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         6849.51    342475.21         0.33         0.58334         0.58300         0.88700         0.99900    353242.15 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       6849.51    342475.21         0.33         0.58334         0.58300         0.88700         0.99900    353242.15